Repository: y187082446-netizen/Compositor-cn
Catalog: Compositor/Localization/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, it, ja, pt_br, ru, zh_hans

source: div
ar: شعبة
ja: ディビジョン
pt_br: divisão
zh_hans: 分区

source: doub
ar: دوب
es: dudar
fr: douter
hi: संदेह
it: doppio
ja: ダブ
pt_br: duvidar
ru: сомневаться
zh_hans: 杜布

source: drop
ar: قطرة
es: soltar
fr: laisser tomber
hi: गिराना
it: goccia
ja: 落とす
pt_br: soltar
ru: падение
zh_hans: 掉落

source: enum
ar: التعداد
es: enumeración
fr: énumération
ja: 列挙型
pt_br: enumeração
ru: перечисление
zh_hans: 枚举

source: eraser
ar: ممحاة
es: borrador
fr: gomme
hi: मिटाने वाला
it: gomma
ja: 消しゴム
pt_br: borracha
ru: ластик
zh_hans: 橡皮擦

source: eye
ar: عين
es: ojo
fr: oeil
hi: आंख
it: occhio
ja: 目
pt_br: olho
ru: глаз
zh_hans: 眼睛

source: eyedropper
ar: القطارة
es: cuentagotas
fr: pipette
hi: आँख में डालने वाला
it: contagocce
ja: スポイト
pt_br: conta-gotas
ru: пипетка
zh_hans: 滴管

source: false
ar: كاذبة
es: falso
fr: faux
hi: झूठा
it: falso
ja: 偽
pt_br: falso
ru: ложный
zh_hans: 假的

source: fdiv
ar: com.fdiv
zh_hans: 弗迪夫

source: folder
ar: المجلد
es: carpeta
fr: dossier
hi: फ़ोल्डर
it: cartella
ja: フォルダ
pt_br: pasta
ru: папка
zh_hans: 文件夹

source: fsub
ar: com.fsub
zh_hans: 子母线

source: grid
ar: الشبكة
es: cuadrícula
fr: grille
hi: ग्रिड
it: griglia
ja: グリッド
pt_br: grade
ru: сетка
zh_hans: 网格

source: guides
ar: أدلة
es: guías
hi: मार्गदर्शक
it: guide
ja: ガイド
pt_br: guias
ru: гиды
zh_hans: 指南

source: hue
ar: هوى
es: matiz
fr: teinte
hi: रंग
it: tonalità
ja: 色合い
pt_br: matiz
ru: оттенок
zh_hans: 色调

source: hue2
ar: هوى2
es: tono2
fr: teinte2
hi: रंग 2
it: tonalità2
ja: 色相2
pt_br: matiz2
ru: оттенок2
zh_hans: 色调2

source: iPhone 18 Pro
ar: ايفون 18 برو
hi: आईफोन 18 प्रो
ja: iPhone18プロ
ru: айфон 18 про
zh_hans: iPhone 18 专业版

source: iPhone 18 Pro Max
ar: ايفون 18 برو ماكس
hi: आईफोन 18 प्रो मैक्स
ja: iPhone18プロマックス
pt_br: iPhone 18 Pro Máx.
ru: айфон 18 про макс
zh_hans: iPhone 18 Pro 最大

source: idiv
ar: com.idiv
ja: イディブ
ru: идив
zh_hans: 伊迪夫

source: images
ar: الصور
es: imágenes
fr: photos
hi: छवियाँ
it: immagini
ja: 画像
pt_br: imagens
ru: изображения
zh_hans: 图片

source: indx
ar: مؤشر
es: índice
fr: index
hi: सूचकांक
it: indice
ja: インデックス
pt_br: índice
ru: индекс
zh_hans: 指数

source: init(coder:) has not been implemented
ar: init(coder:) لم يتم تنفيذه
es: init(codificador:) no se ha implementado
fr: init(coder:) n'a pas été implémenté
hi: init(coder:) लागू नहीं किया गया है
it: init(coder:) non è stato implementato
ja: init(coder:) は実装されていません
pt_br: init(codificador:) não foi implementado
ru: init(coder:) не реализован
zh_hans: init(coder:) 尚未实现

source: kernel
ar: نواة
es: núcleo
fr: noyau
hi: गिरी
it: nocciolo
ja: カーネル
pt_br: núcleo
ru: ядро
zh_hans: 内核

source: lasso
ar: لاسو
es: lazo
hi: कमंद
it: lazo
ja: なげなわ
pt_br: laço
ru: аркан
zh_hans: 套索

source: layer
ar: طبقة
es: capa
fr: couche
hi: परत
it: strato
ja: レイヤー
pt_br: camada
ru: слой
zh_hans: 层

source: lbrn
ar: lbn
hi: एलबीआरएन
ja: ポンド
ru: лбрн
zh_hans: 勒布恩

source: levl
ar: المستوى
es: nivel
fr: niveau
hi: लेवल
it: liv
ja: レベル
pt_br: nível
ru: уровень
zh_hans: 等级

source: link
ar: رابط
es: enlace
fr: lien
hi: लिंक
it: collegamento
ja: リンク
pt_br: ligação
ru: ссылка
zh_hans: 链接

source: lite
ar: لايت
es: ligero
fr: léger
hi: लाइट
it: leggero
ja: ライト
pt_br: leve
ru: облегченный
zh_hans: 精简版

source: lmfx
ar: com.lmfx
hi: एलएमएफएक्स

source: long
ar: طويل
es: largo
fr: longtemps
hi: लंबा
it: lungo
ja: 長い
pt_br: longo
ru: длинный
zh_hans: 长

source: lum
ar: لوم
hi: लुम
ja: ラム
pt_br: amor
ru: люм
zh_hans: 卢姆

source: luni
ar: لوني
es: luna
hi: लूनी
ja: ルニ
pt_br: lua
ru: Луни
zh_hans: 卢尼

source: magnifyingglass
ar: عدسة مكبرة
es: lupa
fr: loupe
hi: आवर्धक कांच
it: lente d'ingrandimento
ja: 虫眼鏡
pt_br: lupa
ru: увеличительное стекло
zh_hans: 放大镜

source: minus
ar: ناقص
es: menos
fr: moins
hi: माइनस
it: meno
ja: マイナス
pt_br: menos
ru: минус
zh_hans: 减号

source: mixr
ar: خلاط
es: mezclar
fr: mixeur
hi: मिक्सर
ja: ミキサー
pt_br: mixar
ru: микшер
zh_hans: 混合器

source: mul
ar: مول
hi: मुल
ja: マル
ru: мул
zh_hans: 穆尔

source: multiply
ar: تتضاعف
es: multiplicar
fr: multiplier
hi: गुणा करें
it: moltiplicare
ja: 乗算する
pt_br: multiplicar
ru: умножать
zh_hans: 乘以

source: name
ar: اسم
es: nombre
fr: nom
hi: नाम
it: nome
ja: 名前
pt_br: nome
ru: имя
zh_hans: 姓名

source: none
ar: لا شيء
es: ninguno
fr: aucun
hi: कोई नहीं
it: nessuno
ja: なし
pt_br: nenhum
ru: нет
zh_hans: 无

source: norm
ar: القاعدة
es: norma
fr: norme
hi: आदर्श
it: norma
ja: 標準
pt_br: norma
ru: норма
zh_hans: 规范

source: over
ar: انتهى
es: encima
fr: fini
hi: खत्म
it: finito
ja: 終わった
pt_br: acabou
ru: закончилось
zh_hans: 结束

source: paintpalette
ar: لوحة الألوان
es: paleta de pintura
fr: palette de peinture
hi: पेंटपैलेट
it: tavolozza di colori
ja: ペイントパレット
pt_br: paleta de pintura
ru: палитра красок
zh_hans: 调色板

source: parameters
ar: المعلمات
es: parámetros
fr: paramètres
hi: पैरामीटर
it: parametri
ja: パラメータ
pt_br: parâmetros
ru: параметры
zh_hans: 参数

source: pass
ar: تمرير
es: pasar
fr: passer
hi: पास
it: passare
ja: パスする
pt_br: passar
ru: пройти
zh_hans: 通过

source: pixels
ar: بكسل
es: píxeles
hi: पिक्सेल
it: pixel
ja: ピクセル
ru: пиксели
zh_hans: 像素

source: plus
ar: زائد
es: más
hi: प्लस
it: inoltre
ja: プラス
pt_br: mais
ru: плюс
zh_hans: 加号

source: post
ar: آخر
es: publicar
fr: poster
hi: पोस्ट
it: posta
ja: ポスト
pt_br: postar
ru: пост
zh_hans: 帖子

source: prop
ar: دعم
es: apuntalar
fr: accessoire
hi: प्रोप
ja: 小道具
pt_br: adereço
ru: опора
zh_hans: 支柱

source: px
ar: بكسل
es: píxeles
hi: पीएक्स
ja: ピクセル
pt_br: pixels
ru: пикселей
zh_hans: 像素

source: redo:
ar: إعادة:
es: rehacer:
fr: refaire :
hi: पुनः करें:
it: rifare:
ja: やり直し:
pt_br: refazer:
ru: повторить:
zh_hans: 重做：

source: rulers
ar: الحكام
es: gobernantes
fr: dirigeants
hi: शासकों
it: governanti
ja: 定規
pt_br: governantes
ru: правители
zh_hans: 统治者

source: sRGB · Transparent
ar: إس آر جي بي · شفاف
es: sRGB · Transparente
fr: sRVB · Transparent
hi: एसआरजीबी · पारदर्शी
it: sRGB · Trasparente
ja: sRGB・透明
pt_br: sRGB · Transparente
ru: sRGB · Прозрачный
zh_hans: sRGB·透明

source: sat
ar: جلس
es: se sentó
fr: assis
hi: बैठ गया
it: sab
ja: 座った
pt_br: sentou-se
ru: сидел
zh_hans: 坐

source: scissors
ar: مقص
es: tijeras
fr: ciseaux
hi: कैंची
it: forbici
ja: はさみ
pt_br: tesoura
ru: ножницы
zh_hans: 剪刀

source: scope
ar: النطاق
es: alcance
fr: portée
hi: दायरा
it: portata
ja: 範囲
pt_br: escopo
ru: объем
zh_hans: 范围

source: seal
ar: ختم
es: sello
fr: sceau
hi: सील
it: sigillo
ja: シール
pt_br: selo
ru: печать
zh_hans: 密封件

source: smud
ar: لطخة
es: mancha
fr: tache
hi: कीचड़
it: macchia
ja: 汚れ
pt_br: mancha
ru: грязь
zh_hans: 污点

source: snap
ar: المفاجئة
es: chasquido
fr: casser
hi: स्नैप
it: scattare
ja: スナップ
pt_br: estalar
ru: щелкнуть
zh_hans: 快照

source: sparkles
ar: البريق
es: brilla
fr: scintille
hi: चमकता है
it: brilla
ja: 輝く
pt_br: brilha
ru: сверкает
zh_hans: 闪闪发光

source: stroke
ar: السكتة الدماغية
es: accidente cerebrovascular
fr: accident vasculaire cérébral
hi: स्ट्रोक
it: ictus
ja: 脳卒中
pt_br: acidente vascular cerebral
ru: инсульт
zh_hans: 中风

source: tdta
ar: com.tdta
hi: टीडीटीए
ja: た
ru: ТДТА
zh_hans: 塔塔

source: textformat
ar: تنسيق النص
es: formato de texto
fr: format de texte
it: formatotesto
ja: テキスト形式
pt_br: formato de texto
ru: текстовый формат
zh_hans: 文本格式

source: thrs
ar: ثلاث مرات
es: tres
fr: merci
hi: तीन
it: tre
ja: 3回目
ru: трис
zh_hans: 几小时

source: tool.
ar: أداة.
es: herramienta.
fr: outil.
hi: औज़ार.
it: strumento.
ja: ツール。
pt_br: ferramenta.
ru: инструмент.
zh_hans: 工具。

source: trash
ar: سلة المهملات
es: basura
fr: poubelle
hi: कचरा
it: spazzatura
ja: ゴミ箱
pt_br: lixo
ru: мусор
zh_hans: 垃圾

source: true
ar: صحيح
es: cierto
fr: vrai
hi: सच
it: vero
ja: 本当の
pt_br: verdade
ru: правда
zh_hans: 真实

source: type
ar: اكتب
es: tipo
fr: tapez
hi: प्रकार
it: tipo
ja: タイプ
pt_br: tipo
ru: тип
zh_hans: 类型

source: undo:
ar: تراجع:
es: deshacer:
fr: annuler :
hi: पूर्ववत करें:
it: annullare:
ja: 元に戻す:
pt_br: desfazer:
ru: отменить:
zh_hans: 撤消：

source: wind
ar: ريح
es: viento
fr: vent
hi: हवा
it: vento
ja: 風
pt_br: vento
ru: ветер
zh_hans: 风

source: “%@” was changed on disk.
ar: تم تغيير "%@" على القرص.
es: “%@” fue cambiado en el disco.
fr: « %@ » a été modifié sur le disque.
hi: डिस्क पर "%@" बदल दिया गया था।
it: "%@" è stato modificato sul disco.
ja: 「%@」がディスク上で変更されました。
pt_br: “%@” foi alterado no disco.
ru: «%@» был изменен на диске.
zh_hans: 磁盘上的“%@”已更改。

source: CIBlendWithAlphaMask
es: CIBlendConAlphaMask

source: CIBlendWithMask
es: CIBlendConMáscara
ja: CIブレンドウィズマスク
zh_hans: CI 与蒙版混合

source: CIColorBlendMode
es: Modo CIColorBlend
ja: CIカラーブレンドモード
zh_hans: CI颜色混合模式

source: CIColorClamp
es: Abrazadera CIColor
ja: CIカラークランプ
ru: CIЦветЗажим
zh_hans: CI色彩夹

source: CIColorCurves
es: CIColorCurvas
fr: CICouleurCourbes
ja: CIカラーカーブ
ru: CIЦветКривые
zh_hans: CI颜色曲线

source: CIColorDodgeBlendMode
es: CIColorDodgeBlendModo
ja: CIカラードッジブレンドモード
zh_hans: CI颜色减淡混合模式

source: CIDarkenBlendMode
es: Modo CIDarkenBlend
hi: सीआईडार्कनब्लेंडमोड
zh_hans: CIDarken混合模式

source: CIDifferenceBlendMode
es: Modo de mezcla de diferencia CID
pt_br: CIDiferençaBlendMode
zh_hans: CI差异混合模式

source: CIDivideBlendMode
es: Modo CIDividirBlend
zh_hans: CI分割混合模式

source: CIExclusionBlendMode
es: Modo de mezcla de exclusión CI
hi: सीआईएक्सक्लूजनब्लेंडमोड
pt_br: CIExclusãoBlendMode
zh_hans: CI排除混合模式

source: CIHardLightBlendMode
es: Modo CIHardLightBlend
hi: सीआईहार्डलाइटब्लेंडमोड
ja: CIハードライトブレンドモード
zh_hans: CI硬光混合模式

source: CIHardMixBlendMode
es: Modo CIHardMixBlend
hi: सीआईहार्डमिक्सब्लेंडमोड
ja: CIハードミックスブレンドモード
zh_hans: CIHardMix混合模式

source: CIHueBlendMode
es: Modo CIHueBlend
ja: CIHueブレンドモード
zh_hans: CIHue混合模式

source: CILinearBurnBlendMode
es: CILinearBurnBlendModo
ja: CILinearBurnBlendモード
zh_hans: CI线性刻录混合模式

source: CILinearDodgeBlendMode
es: Modo CILinearDodgeBlend
ja: CILinearDodgeBlendモード
zh_hans: CI线性道奇混合模式

source: CILinearGradient
es: CILinealGradiente
pt_br: CILinearGradiente
ru: CIЛинейныйГрадиент
zh_hans: CI线性渐变

source: CILinearLightBlendMode
es: CILinearLightBlendModo
ja: CILinearLightBlendモード
zh_hans: CI线性光照混合模式

source: CILuminosityBlendMode
es: CILuminosidadBlendMode
ja: CIL輝度ブレンドモード
pt_br: CILuminosidadeBlendMode
zh_hans: CI亮度混合模式

source: CIMultiplyBlendMode
es: Modo CIMultiplicarBlend
ja: CI乗算ブレンドモード
zh_hans: CI多重混合模式

source: CIPerspectiveTransform
es: Transformación de perspectiva CI
hi: सीआईपीपर्सपेक्टिवट्रांसफॉर्म
ja: CIPパースペクティブ変換
zh_hans: CI透视变换

source: CIPinLightBlendMode
es: Modo CIPinLightBlend

source: CIRadialGradient
es: CIRadialGradiente
fr: CIradialdégradé
pt_br: CIRadialGradiente
zh_hans: CI径向渐变

source: CISaturationBlendMode
es: Modo de mezcla de saturación CISaturación
ja: CIS飽和ブレンドモード
zh_hans: CI 饱和度混合模式

source: CIScreenBlendMode
es: Modo de mezcla de pantalla CIS
hi: सीआईस्क्रीनब्लेंडमोड
zh_hans: CIScreen混合模式

source: CISoftLightBlendMode
es: Modo CISoftLightBlend
ja: CIソフトライトブレンドモード
zh_hans: CISoftLightBlend模式

source: CIVividLightBlendMode
es: Modo CIVividLightBlend

source: EngineDict
es: MotorDict
fr: MoteurDict
hi: इंजिनडिक्ट
it: MotoreDict
pt_br: MotorDict
zh_hans: 引擎词典

source: FauxItalic
es: falsa cursiva
fr: FauxItalique
hi: फ़ॉक्सइटैलिक
it: Falso corsivo
ja: フェイクイタリック語
pt_br: falso itálico
zh_hans: 仿斜体

source: Grn
es: verde
hi: ग्रन
ja: グルン
pt_br: Verde
ru: Грин
zh_hans: 格鲁恩

source: ParagraphRun
es: Ejecutar párrafo
fr: ParagrapheExécuter
hi: पैराग्राफ रन
it: ParagrafoEsegui
ja: 段落実行
ru: ПараграфВыполнить
zh_hans: 段落运行

source: ResourceDict
es: Diccionario de recursos
hi: रिसोर्सडिक्ट
ja: リソース辞書
ru: РесурсДикт
zh_hans: 资源字典

source: RunArray
es: Ejecutar matriz
fr: ExécuterArray
hi: रनअरे
ja: 実行配列
pt_br: ExecutarArray
zh_hans: 运行阵列

source: SoLd
es: Vendido
fr: Vendu
hi: सोल्ड
it: Venduto
ja: 固体
pt_br: Vendido
ru: Солд
zh_hans: 固体

source: StyleRun
es: Ejecutar estilo
fr: StyleExécuter
hi: स्टाइलरन
ja: スタイルラン
pt_br: EstiloRun
ru: СтильВыполнить
zh_hans: 风格跑

source: StyleSheetData
es: Datos de hoja de estilo
fr: Données de feuille de style
hi: स्टाइलशीटडेटा
ja: スタイルシートデータ
pt_br: Dados da Folha de Estilo
ru: Таблица стилейДанные
zh_hans: 样式表数据

source: blnc
es: blanco
it: bianco
ja: ブルンジ
ru: млрд

source: blwh
es: bwh
ja: ぶっちゃけ
pt_br: blh
ru: блин

source: com.adobe.photoshop-image
es: com.adobe.photoshop-imagen
it: com.adobe.photoshop-immagine
ru: com.adobe.photoshop-изображение

source: com.adobe.photoshop-large-image
es: com.adobe.photoshop-imagen-grande
pt_br: com.adobe.photoshop-imagemgrande

source: com.compositor.copied-layer
es: com.compositor.capa-copiada
ja: com.compositor.コピーされたレイヤー
pt_br: com.compositor.copiado-camada
zh_hans: com.compositor.复制层

source: com.compositor.effects-preview
es: com.compositor.efectos-vista previa
hi: com.compositor.प्रभाव-पूर्वावलोकन
pt_br: com.compositor.efeitos-preview
ru: com.compositor.effects-превью

source: com.compositor.layer-effect
es: com.compositor.efecto-capa
fr: com.compositor.layer-effet
hi: com.compositor.परत-प्रभाव
it: com.compositor.effetto-livello
pt_br: com.compositor.layer-efeito
ru: com.compositor.layer-эффект

source: com.compositor.layer-mask
es: com.compositor.máscara-capa
it: com.compositor.maschera-livello
ru: com.compositor.layer-маска

source: com.compositor.layer-row
es: com.compositor.capa-fila
hi: com.compositor.परत-पंक्ति

source: editor
es: redactor
fr: éditeur
hi: संपादक
it: editore
ja: 編集者
ru: редактор
zh_hans: 编辑

source: lddg
es: ldg
ja: 建物
pt_br: ldg
ru: лддг
zh_hans: LDG

source: null
es: nulo
fr: nul
hi: शून्य
it: nullo
ja: ヌル
pt_br: nulo
ru: ноль
zh_hans: 空

source: obj
es: objeto
hi: ओबीजे
it: ogg
ja: オブジェクト
ru: объект
zh_hans: 对象

source: selc
es: seleccionar
it: sel
ja: セルク
pt_br: selecionar
ru: селк
zh_hans: 选择

source: xmark
es: marca x
ja: ×マーク
pt_br: marca x
zh_hans: 标记

source: CIAffineTile
fr: CIAAffineTile

source: CIMotionBlur
fr: CIMotionFlou
ja: Cモーションブラー
zh_hans: CI运动模糊

source: CompositorCPUCanvas
fr: CompositeurCPUCanvas
hi: कंपोजिटरसीपीयूकैनवास
it: CompositoreCPUCanvas
ja: コンポジターCPUキャンバス
ru: КомпозиторПроцессорCanvas
zh_hans: 合成器CPU画布

source: HSL
fr: LGV
hi: एचएसएल
ru: ХСЛ

source: RGB
fr: RVB
hi: आरजीबी

source: VlLs
fr: VlL
hi: वीएलएल
it: VlL
ja: VIL
ru: ВИЛ
zh_hans: Vl

source: scrn
fr: écran
ja: スクーン
pt_br: tela
zh_hans: 丝网

source: .png
hi: .पीएनजी

source: 8BIM
hi: 8बीआईएम
ru: 8БИМ

source: CIColorMatrix
hi: सीआईसीओलरमैट्रिक्स
ja: CIカラーマトリックス
zh_hans: CI颜色矩阵

source: CIEdgePreserveUpsampleFilter
hi: CIEdgePreserveUpsampleफ़िल्टर
zh_hans: CIEdgePreserveUpsampleFilter 过滤器

source: FMsk
hi: एफएमस्क
ru: ФМск
zh_hans: 调频斯克

source: LMsk
hi: एलएमस्क
ru: ЛМск

source: Mt32
hi: माउंट32
ru: Мт32
zh_hans: 32山

source: grdm
hi: जीआरडीएम
ru: грдм

source: lsdk
hi: एलएसडीके
ru: ЛСДК

source: phfl
hi: पीएफएल
ru: пфл

source: png
hi: पीएनजी

source: rele
hi: रिले
ja: リリース
pt_br: função
ru: реле
zh_hans: 雷莱

source: vmsk
hi: वीएमएसके
ja: ヴムスク
ru: Вмск
zh_hans: 维姆斯克

source: vogk
hi: वोग
ja: ヴォーク
ru: вогк
zh_hans: 沃克

source: vsms
hi: वी.एस.एम
ru: всмс

source: CIColorBurnBlendMode
ja: CIカラーバーンブレンドモード

source: CIColorCube
ja: CIカラーキューブ
zh_hans: CI彩色立方体

source: CILanczosScaleTransform
ja: シランチョススケール変換

source: lnk2
ja: リンク2
zh_hans: 链接2

source: 4K
ru: 4К

source: GlbO
ru: Глбо
zh_hans: 氧化酶

source: Lr16
ru: Лр16

source: Lr32
ru: Лр32

source: UntF
ru: УнтФ

source: lsct
ru: лскт
zh_hans: 干细胞移植

source: nvrt
ru: НВРТ

source: vstk
ru: встк
zh_hans: 维斯特克

source: CILightenBlendMode
zh_hans: CI 减亮混合模式

source: CISubtractBlendMode
zh_hans: CI减法混合模式

source: XCTestConfigurationFilePath
zh_hans: XCTest配置文件路径

source: txt2
zh_hans: 文本2
